Repository: manz36/usahatani
Catalog: osclass/*-content/plugins/ads4osc/languages/*/messages.po
Languages: de_de, fa_ir, lv_lv, ru_ru, sk_sk, sv_se

source: Delete
de_de: Löschen
fa_ir: حذف
lv_lv: Dzēst
ru_ru: Удалить
sk_sk: Zmazať
sv_se: Radera

source: Edit
de_de: Bearbeiten
fa_ir: ویرایش
lv_lv: Labot
ru_ru: Редактировать
sk_sk: Upraviť
sv_se: Redigera

source: Create Ad
de_de: Werbung hinzufügen
fa_ir: ساختن آگهی
lv_lv: Izveidot reklāmu
ru_ru: Создать объявление
sk_sk: Vytvoriť reklamu
sv_se: Sapa annons

source: Step 1: Import Your Ad Code
de_de: Schritt 1: Code der Werbung importieren
fa_ir: گام نخست: کد آگهی خود را وارد کنید
lv_lv: Solis 1: Importēt Jūsu reklāmas kodu
ru_ru: Шаг 1: Импорт рекламного кода
sk_sk: Krok 1: Vložte Váš kód reklamy
sv_se: Steg 1: importera din kod

source: Simply <strong>paste your Ad Code below</strong> and Import!
de_de: Fügen Sie einfach den <strong>Code der Werbung hier</strong> ein und importieren Sie ihn!
fa_ir: به سادگی <strong>کد تبلیغ خود را در زیر جایگذاری کنید</strong> و وارد کنید!
lv_lv: Vienkārši <strong>ievadiet savu reklāmas kodu zemāk</strong> un importējiet!
ru_ru: Просто вставьте рекламный код ниже и импорта!
sk_sk: Jednoducho <strong>prilepte Váš kód reklamy nižšie</strong> a vložte!
sv_se: <STRONG>Kopiera in din kod nedan</STRONG> och importera!!

source: Code
fa_ir: کد
lv_lv: Kods
ru_ru: Код
sk_sk: Kód
sv_se: Kod

source: Ads 4 OSClass will detect if the code is from a supported ad network (currently only Google Adsense)
de_de: \"Ads 4 OSClass\" erkennt, ob der Code einem der unterstützten Werbe-Netzwerke entspricht (Zurzeit wird nur 'Google Adsense' unterstützt)
lv_lv: Reklāmas 4 OSClass būs atklāt, ja kods ir no atbalstītās reklāmu tīkla (pašlaik tikai Google Adsense)
ru_ru: Объявления 4 OSClass будет обнаружить, если код из поддерживается рекламной сети (пока только Google Adsense)
sk_sk: Ads 4 OSClass zistí, či je kód od podporovanej reklamnej siete(momentálne iba Google Adsense)
sv_se: Ads for OSClass känner av om koden är från ett godkänt annonsnätverk (just nu endast Google Adsense)

source: Import
de_de: Importieren
fa_ir: وارد کردن
lv_lv: Importēt
ru_ru: Импорт
sk_sk: Vložiť
sv_se: Importera

source: Edit Settings for Ad
de_de: Einstellungen der Werbung bearbeiten
fa_ir: تغییر تنظیمات آگهی
lv_lv: Labot reklāmas iestātījumus
ru_ru: Изменить параметры для объявления
sk_sk: Upraviť nastavenia reklamy
sv_se: Redigera inställningarna för annonsen

source: Enter the name for this ad. Ads with the same name will rotate according to their relative weights
de_de: Geben Sie einen Namen für die Werbung ein. Jede Werbung mit demselben Namen wird abwechselnd angezeigt, entsprechend ihrer Priorität
lv_lv: Ievadiet nosaukumu šai reklāmai. Reklāmas ar tādu pašu nosaukumu rotēs atbilstīgi to relatīvajam svaru
ru_ru: Введите имя для этого объявления. Объявления с таким же именем будет вращаться в соответствии с их относительным весом
sk_sk: Napíšte názov reklamy. Reklamy s rovnakým názvom budú rotovať s ohľadom na ich relatívne váhy
sv_se: Skriv in namnet på denna annons. Annonser med samma namn kommer att roteras beroende på deras relativa vikt

source: Account Details
de_de: Kontendetails
fa_ir: جزئیات حساب
lv_lv: Profila detaļas
ru_ru: Реквизиты счета
sk_sk: Detaily účtu
sv_se: Kontodetaljer

source: Account ID
de_de: Konto-ID
fa_ir: آی دی حساب
lv_lv: Profila ID
sk_sk: ID účtu
sv_se: Konto ID

source: Partner ID
fa_ir: آی دی شریک
lv_lv: Partnera ID
ru_ru: ID Партнера
sk_sk: ID partnera

source: Slot ID
lv_lv: Slota ID
ru_ru: Слот ID
sk_sk: ID slotu

source: Max Ads Per Page
de_de: Maximale Anzahl der Werbungen pro Seite
fa_ir: آگهی حداکثر در هر صفحه
lv_lv: Maksimālais reklāmu skaits lapā
ru_ru: Макс объявлений на странице
sk_sk: Max. reklám na stránku
sv_se: Max antal annonser per sida

source: Enter the information specific to the Google Adsense ad type. The Partner ID is the ID for a partner revenue sharing account, usually your blog hosting provider. Note that a Partner ID does not necessarily mean that your partner is sharing revenues. Google Adsense will notify you if this is the case. Leave the Max Ads Per Page field blank if you do not want to restrict the number of ads per page
de_de: Geben Sie die 'Google Adsense'-spezifischen Informationen ein. Die 'Partner-ID' ist die ID eines Partners für die Werbeeinnahmen, normaler Weise Ihr Provider. Beachten Sie, dass ein Partner nicht unbedingt Geld für die Werbung erhält. 'Google Adsense' weist Sie in diesem Fall darauf hin.<br>Lassen Sie das Feld 'Maximale Anzahl ...' leer wenn Sie die Anzahl nicht begrenzen möchten
lv_lv: Ievadiet specifiska informācija par Google Adsense reklāmas veidu. Partner ID ir ID partneri ieņēmumu sadali kontu, parasti jūsu blog hosting sniedzējs. Ņemiet vērā, ka Partner ID nenozīmē, ka jūsu partneris ir koplietošanas ieņēmumiem. Google Adsense jūs brīdinās, ja tas tā ir. Atstājiet Max reklāmu skaits lapā lauku tukšu, ja jūs nevēlaties ierobežot reklāmu skaita lapā
ru_ru: Введите информацию, относящуюся к типу объявления Google Adsense. Партнер идентификатор ID для обмена счет доходов партнера, как правило, ваш блог хостинг-провайдера. Обратите внимание, что ID Партнера не обязательно означает, что ваш партнер совместного дохода. Google Adsense уведомит вас, если дело обстоит именно так. Оставить Макс объявлений на странице пустое поле, если вы не хотите ограничивать количество объявлений на странице
sk_sk: Zadajte údaje týkajúce sa reklamy Google Adsense. ID partnera je pre zdieľanie príjmov s partnerom, zvyčajne Vaším poskytovateľom hostingu. Všimnite si, že ID partnera nemusí nutne znamenať, že Váš partner zdieľa výnosy. Google Adsense vás upozorní, ak to tak je. Nechajte pole Maximálny počet reklám na prázdnu stránku prázdne, ak nechcete obmedziť počet reklám na stránke
sv_se: Skriv in informationen som rör Google Adsense annonstyp. Partner ID är ID:n för ett partner revenue sharing konto, vanligtvis ditt webbhotell. Notera att ett partner ID behöver inte betyda att din partner delar intäkterna med dig. Google Adsense meddelar dig om så skulle vara fallet. Lämna Max antal annonser per sida fältet tomt om du inte vill begränsa antalet annonser som visas på din sida

source: Ad Format
de_de: Format der Werbung
fa_ir: فرمت آگهی
lv_lv: Reklāmas Formāts
ru_ru: Формат объявления
sk_sk: Formát reklamy
sv_se: Annonsformat

source: Ad Type
de_de: Typ der Werbung
fa_ir: نوع آگهی
lv_lv: Reklāmas veids
ru_ru: Тип объявления
sk_sk: Typ reklamy
sv_se: Annonstyp

source: Use Custom
de_de: Benutzerdefiniert
fa_ir: استفاده از سفارشی
lv_lv: Izmantot savu
ru_ru: Использовать пользовательский
sk_sk: Použiť vlastné
sv_se: Använd egna

source: All ad types
de_de: Alle Typen von Werbung
fa_ir: همه نوع آگهی
lv_lv: Visi reklāmu veidi
ru_ru: Все типы объявлений
sk_sk: Všetky typy reklám
sv_se: Alla annonstyper

source: Text ads
de_de: Textanzeigen
fa_ir: تبلیغات متنی
lv_lv: Teksta reklāmas
ru_ru: Текстовые объявления
sk_sk: Textové reklamy
sv_se: Textannonser

source: Image & Rich Media ads
de_de: Bild- &amp; Multimediaanzeigen
fa_ir: تصویر و تبلیغات چندرسانه ای
lv_lv: Fotogrāfijas &amp; Media reklāmas
ru_ru: Изображение и богатые объявления СМИ
sk_sk: Obrazové a multimediálne reklamy
sv_se: Bild &amp; Rich Media annonser

source: Format
fa_ir: فرمت
lv_lv: Formāts
ru_ru: Формат
sk_sk: Formát

source: 300 x 250 Medium Rectangle
de_de: 300 x 250 (Rechteck, mittelgroß)
fa_ir: 300 × 250 مستطیل متوسط
lv_lv: 300 x 250 Vidējs Taisnstūris
ru_ru: 300 х 250 Средний прямоугольник
sk_sk: 300 x 250 stredný obdĺžnik
sv_se: 300 x 250 Medium rektangel

source: 336 x 280 Large Rectangle
de_de: 336 x 280 (Rechteck, groß)
fa_ir: 336 x 280 مستطیل بزرگ
lv_lv: 336 x 280 Liels Taisnstūris
ru_ru: 336 х 280 Большой прямоугольник
sk_sk: 336 x 280 veľký obdĺžnik
sv_se: 336 x 280 Stor rektangel

source: 728 x 90 Leaderboard
lv_lv: 728 x 90 Līderis
ru_ru: 728 х 90 лидеров
sk_sk: 728 x 90 tabuľa

source: 160 x 600 Wide Skyscraper
de_de: 160 x 600 (\"Skyscraper\", breit)
lv_lv: 160 x 600 Nams
ru_ru: 160 х 600 Широкий небоскреб
sk_sk: 160 x 600 široký mrakodrap
sv_se: 160 x 600 Vid skyskrapa

source: 468 x 60 Banner
fa_ir: 468 x 60 بنر
lv_lv: 468 x 60 Banneris
ru_ru: 468 х 60 Баннер

source: 234 x 60 Half Banner
de_de: 234 x 60 (halbes Banner)
fa_ir: 234 x 60 نیمه بنر
lv_lv: 234 x 60 Pusbanneris
ru_ru: 234 х 60 Полубаннер
sk_sk: 234 x 60 polovičný banner
sv_se: 234 x 60 Halv Banner

source: 120 x 600 Skyscraper
lv_lv: 120 x 600 Nams
ru_ru: 120 х 600 небоскреб
sk_sk: 120 x 600 mrakodrap
sv_se: 120 x 600 Skyskrapa

source: 120 x 240 Vertical Banner
de_de: 120 x 240 (vertikales Banner)
fa_ir: 120 x 240 بنر عمودی
lv_lv: 120 x 240 Vertikāls banneris
ru_ru: 120 х 240 Вертикальный баннер
sk_sk: 120 x 240 vertikálny banner
sv_se: 120 x 240 Vertikal Banner

source: 250 x 250 Square
de_de: 250 x 250 (Quadrat)
fa_ir: 250 x 250 مربع
lv_lv: 250 x 250 Kvadrāts
ru_ru: 250 х 250 квадратных
sk_sk: 250 x 250 štvorec
sv_se: 250 x 250 Fyrkant

source: 200 x 200 Small Square
de_de: 200 x 200 (Quadrat, klein)
fa_ir: 200 x 200 مربع کوچک
lv_lv: 200 x 200 mazs kvadrāts
ru_ru: 200 х 200 Малая площадь
sk_sk: 200 x 200 malý štvorec
sv_se: 200 x 200 Liten fyrkant

source: 180 x 150 Small Rectangle
de_de: 180 x 150 (Rechteck, klein)
fa_ir: 180 x 150 مستطیل کوچک
lv_lv: 180 x 150 Mazs taisnstūris
ru_ru: 180 х 150 Малый прямоугольник
sk_sk: 180 x 150 malý obdĺžnik
sv_se: 180 x 150 Liten rektangel

source: 125 x 125 Button
de_de: 125 x 125 (Schaltfläche)
fa_ir: 125 x 125 دکمه
lv_lv: 125 x 125 Poga
ru_ru: 125 х 125 Кнопка
sk_sk: 125 x 125 tlačidlo
sv_se: 125 x 125 Knapp

source: Dimensions
de_de: Größe
fa_ir: ابعاد
lv_lv: Izmērs
ru_ru: Размеры
sk_sk: Rozmery
sv_se: Dimensioner

source: Select one of the supported ad format sizes. If your ad size is not one of the standard sizes, select Custom and fill in your size
de_de: Wählen Sie das gewünschte Format der Werbung. Falls die Werbung keine der aufgeführten Standardgrößen aufweist, wählen Sie 'Benutzerdefiniert' und geben Sie die gewünschte Größe an
fa_ir: یکی از سایز های مورد پشتیبانی(استاندارد)را انتخاب کنید.اگر سایز تبلیغ شما استاندارد نیست فرم سایز اختیاری را پر کنید
lv_lv: Izvēlieties vienu no atbalstīto reklāmas formātu izmēros. Ja jūsu reklāmas izmērs nav viena standarta izmēru, atlasiet Pielāgots un aizpildīt jūsu izmērs
ru_ru: Выберите один из поддерживаемых форматов формат объявлений. Если ваше объявление размера не является одной из стандартных размеров, выберите Custom и введите свой размер
sk_sk: Vyberte jeden z podporovaných reklamných formátov. Ak rozmery Vašej reklamy nepatria do štandardných rozmerov, vyberte Vlastné a vyplňte svoje rozmery
sv_se: Välj ett av annonsformaten som stöds. Om din annonsstorlek inte är en av standard storlekarna, så välj anpassad och fyll i dina storlekar

source: Advanced Options
de_de: Erweiterte Optionen
fa_ir: تنظیمات پیشرفته
lv_lv: Iestātījumi
ru_ru: Дополнительные параметры
sk_sk: Rozšírené možnosti
sv_se: Mer val

source: Weight
de_de: Priorität
fa_ir: سنگینی
lv_lv: Svars
sk_sk: Váha
sv_se: Vikt

source: Weight determines how often this ad is displayed relative to the other ads with the same name. A weight of '0' will stop this ad from displaying
de_de: Die Priorität gibt an, wie oft diese Werbung im Verhältnis zu anderen Werbungen mit demselben Namen angezeigt wird (0: keine Anzeige).
lv_lv: Svars nosaka, cik bieži šī reklāma tiek parādīta, salīdzinot ar citām reklāmām ar tādu pašu nosaukumu. No 0 svars ", pārtrauks šo reklāmu rādīšanu
ru_ru: Вес определяет, как часто это объявление отображается относительно других объявлений с таким же названием. Вес 0 "остановит этом объявлении от показа
sk_sk: Váha určuje ako často bude táto reklama zobrazovaná vzhľadom k ostatným reklamám s rovnakým názvom. Váha s hodnotou "0" zruší zobrazovanie reklamy
sv_se: Vikt bestämmer hur ofta denna annons visas relativt till övriga annonser med samma namn. Vikt 0 stoppar denna annons från visning

source: HTML Code Before
de_de: HTML-Code davor
fa_ir: HTML کد قبل
lv_lv: HTML kods
ru_ru: HTML код перед
sk_sk: HTML kód pred
sv_se: HTML kod före

source: Ad Code
de_de: Anzeigencode
fa_ir: کد آگهی
lv_lv: Reklāmas kods
ru_ru: Рекламного кода
sk_sk: Kód reklamy
sv_se: Annonskod

source: HTML Code After
de_de: HTML-Code danach
fa_ir: HTML کد بعد
lv_lv: Html kods
ru_ru: HTML код после
sk_sk: HTML kód potom
sv_se: HTML kod efter

source: Place any HTML code you want to display before or after your tag in the appropriate section. If you want to change your ad network tag, you need to import the new tag again
de_de: Fügen Sie beliebigen HTML-Code vor oder nach TODO
fa_ir: محل کد HTML مورد نیاز شما که می خواهید قبل یا بعد از برچسب ها در قسمت مربوطه نمایش داده شود. If you want to change your ad network tag, you need to import the new tag again
lv_lv: Vieta jebkuru HTML kodu, kuru vēlaties rādīt pirms vai pēc jūsu tag atbilstošajā sadaļā. Ja vēlaties mainīt savu reklāmu tīklu tag, Jums nepieciešams importēt jaunu tagu vēlreiz
ru_ru: Размещать любую HTML-код, который требуется для отображения перед или после тега в соответствующем разделе. Если вы хотите изменить свою рекламную сеть тег, вам нужно импортировать новую метку еще раз
sk_sk: Vložte ľubovoľný HTML kód, ktorý chcete zobraziť pred alebo za Vašim tagom v zodpovedajúcej sekcii. Ak chcete zmeniť tag reklamy, musíte importovať tag znovu.
sv_se: Placera den HTML kod du vill visa före eller efter din tag i lämplig sektion. Om du vill ändra din nätverks-tag, så måste du importera din nya tag igen

source: Save
de_de: Speichern
fa_ir: ذخیره
lv_lv: Saglabāt
ru_ru: Сохранить
sk_sk: Uložiť
sv_se: Spara

source: Ads for OSClass Help
de_de: \"Ads 4 OSClass\" Hilfe
lv_lv: Reklāma no OSClass Palīdzības
ru_ru: Объявления для OSClass Справка
sk_sk: Ads for OSClass Pomoc
sv_se: Ads for OSClass hjälp

source: What is Ads for OSClass Plugin?
de_de: Was ist das \"Ads 4 OSClass\" Plugin?
lv_lv: Kas ir Reklāmas plugins?
ru_ru: Что такое объявления для OSClass плагин?
sk_sk: Čo je Ads for OSClass Plugin?
sv_se: Vad är Ads for OSClass plugin?

source: Ads for OSClass -also known as Ads4OSClass- plugin allows you to manage and show ads block from several adsvertishing networks
de_de: Das \"Ads 4 OSClass\" Plugin verwaltet Werbeanzeigen von verschiedenen Werbe-Netzwerken und zeigt diese auf Ihren Seiten an
lv_lv: Reklāmas OSClass-pazīstams arī kā Ads4OSClass-spraudnis ļauj jums pārvaldīt un rādīt reklāmas bloku no vairākām adsvertishing tīkli
ru_ru: Объявления для OSClass, также известный как Ads4OSClass-плагин позволяет вам управлять и показывать объявления блок из нескольких сетей adsvertishing
sk_sk: Ads for OSClass -tiež známy ako Ads4OSClass- plugin umožňuje spravovať a zobrazovať reklamné bloky z viacerých reklamných sietí
sv_se: Ads for OSClass (också känd som Ads4OSClass plugin) tillåter dig att hantera och visa annonsblock från flera kända annonsnätverk

source: How does Ads4OSClass plugin work?
de_de: Wie arbeitet das \"Ads 4 OSClass\" Plugin?
lv_lv: Kā Ads4OSClass spraudnis darbojas?
ru_ru: Как работает Ads4OSClass плагин?
sk_sk: Ako funguje Ads4OSClass plugin?
sv_se: Hur fungerar Ads4OSClass pluginen?

source: You need to import the HTML code from your ad using the admin-menu. Some advertishing network are supported and will offer you more options of customization
de_de: Sie müssen den HTML-Code Ihrer Werbung über das Admin-Menü importieren. Verschiedene Werbe-Netzwerke werden unterstützt und bieten Ihnen eventuell weitere Konfigurationsmöglichkeiten
lv_lv: Jums ir nepieciešams importēt HTML kodu no jūsu reklāmu, izmantojot admin-menu. Daži advertishing tīklā ir atbalstījusi un piedāvās Jums vairāk iespējas pielāgošanu
ru_ru: Вы должны импортировать HTML-код из объявлений с помощью админ-меню. Некоторые advertishing сети поддерживаются и предложит вам больше возможностей кастомизации
sk_sk: Potrebujete importovať HTML kód Vašej reklamy pomocou admin menu. Niektoré reklamné siete sú podporované a poskytnú Vám viac možností úprav.
sv_se: Du måste importera HTML koden från din annonsleverantör via adminpanelen. En del annonsnätverk stöds och kommer att erbjuda dig fler möjligheter till anpassningar

source: How could I show some ads on my website
de_de: Wie kann ich Werbung auf meinen Seiten anzeigen
lv_lv: Kā es varu parādīt dažas reklāmas manā mājas lapā
ru_ru: 3) Как я мог показать некоторые объявления на моем сайте
sk_sk: Ako môžem zobraziť nejaké reklamy na mojej stránke
sv_se: Hur kan jag visa annonser på min sida?

source: First, create some ad in the admin-menu. then, you should edit your theme files and add the following line anywhere in the code you want an ad to appear
de_de: Zuerst erzeugen Sie einen Werbeblock im Admin-Menü. Dann ändern Sie Ihre Design-Dateien, so dass dort der Werbeblock angezeigt wird. Dazu fügen Sie die folgende Zeile an der gewünschten Stelle in Ihrem Code ein
lv_lv: Pirmkārt, izveidot dažas reklāmu admin-menu. tad, jums vajadzētu rediģēt jūsu theme failus un pievieno šādu rindu jebkurā kodu, kuru vēlaties reklāmu
ru_ru: 3) Во-первых, создать несколько объявлений в админ-меню. Затем, вы должны редактировать файлы темы и добавить следующую строку в любом месте кода, который нужно объявление появлялось
sk_sk: Najprv vytvorne reklamu v admin menu. Potom by ste mali upraviť súbory témy a pridať nasledujúci riadok hocikde v kóde, kde chcete, aby sa reklama zobrazovala.
sv_se: Först måste du skapa en annons i adminpanelen. Sedan måste du redigera dina temafiler genom att lägga till följande kod där du vill att annonserna skall visas

source: Where 'title_of_the_ad' is the name of the ad(s) you want to show there. If you have several ads with the same title, they will rotate depending on their weight
de_de: 'title_of_the_ad' ist der Name der Werbung(en), die Sie dort anzeigen lassen möchten. Werbungen mit demselben Namen werden abwechselnd angezeigt, abhängig von ihrer Priorität
lv_lv: Ja "title_of_the_ad" ir nosaukums, reklāma (s), kuru vēlaties rādīt tur. Ja jums ir vairākas reklāmas ar vienādu nosaukumu, tās rotēs atkarībā no to svara
ru_ru: Где title_of_the_ad 'это имя объявление (ы) Вы хотите, чтобы показать там. Если у Вас несколько объявлений с таким же названием, они будут вращаться в зависимости от их веса
sk_sk: "Názov reklamy" je meno reklamy ktorú chcete zobraziť. Ak máte viacero reklám s rovnakým názvom, tieto budú rotovať v závislosti od ich váhy.
sv_se: 'title_of_the_ad' är annonsnamnet du vill visa. Om du har flera annonser med samma namn så kommer annonserna att rotera beroende på deras inbördes vikt

source: Advertising
de_de: Werbung
fa_ir: تبلیغات
lv_lv: Reklāma
ru_ru: Реклама
sk_sk: Reklama
sv_se: Annonsering

source: Edit Ads
de_de: Werbungen bearbeiten
fa_ir: تغییر تبلیغ
lv_lv: Labot Reklāmu
ru_ru: Редактировать объявления
sk_sk: Upraviť reklamy
sv_se: Redigera annonser

source: Create New Ad
de_de: Werbung hinzufügen
fa_ir: ساخت تبلیغ جدید
lv_lv: Izveidot jaunu reklāmu
ru_ru: Создать новое объявление
sk_sk: Vytvoriť novú reklamu
sv_se: Skapa ny annons

source: F.A.Q. / Help
de_de: F.A.Q / Hilfe
fa_ir: پرسش و پاسخ / راهنما
lv_lv: BUJ / Palīdzība
ru_ru: FAQ / Помощь
sk_sk: F.A.Q. / Pomoc
sv_se: F.A.Q. / Hjälp

source: Settings saved
de_de: Die Einstellungen wurden gespeichert
fa_ir: تنظیمات ذخیره شد
lv_lv: Iestātījumi saglabāti
ru_ru: Параметры сохранены
sk_sk: Nastavenia uložené
sv_se: Inställningar sparade

source: Ad deleted correctly
de_de: Die Werbung wurde gelöscht
fa_ir: آگهی به درستی حذف شد
lv_lv: Reklāma veiksmīgi dzēsta
ru_ru: Объявление удалено правильно
sk_sk: Reklama zmazaná korektne
sv_se: Annonsen raderades

source: There was a problem deleting the ad
de_de: Fehler beim Löschen der Werbung
fa_ir: خطایی در هنگام حذف آگهی رخ داد
lv_lv: Notika kļūda dzēšot reklāmu
ru_ru: Существовал проблема удаления объявлений
sk_sk: Vyskytol sa problém s mazaním reklamy
sv_se: Det uppstod ett problem vid radering av annonsen

source: Name
fa_ir: نام
lv_lv: Vārds
ru_ru: Название
sk_sk: Názov
sv_se: Namn

source: Type
de_de: Typ
fa_ir: نوع
lv_lv: Veids
ru_ru: Тип
sk_sk: Typ
sv_se: Typ

source: Active
de_de: Aktiv
fa_ir: فعال
lv_lv: Aktīvs
ru_ru: Активный
sk_sk: Aktívna
sv_se: Aktiv

source: Default
de_de: Standard
fa_ir: پیشفرض
lv_lv: Standarta
ru_ru: Умолчание
sk_sk: Predvolené
sv_se: Standard

source: Views Today
de_de: Heutige Aufrufe
fa_ir: بازدید امروز
lv_lv: Šodien apskatījušies
ru_ru: Просмотров сегодня
sk_sk: Zhliadnutí dnes
sv_se: Visningar idag
