Repository: manz36/usahatani
Catalog: osclass/*-content/plugins/facebook/languages/*/messages.po
Languages: ar_sa, de_de, el_gr, fr_fr, hr_hr, lv_lv, mk_mk, ms_my, ro_ro, ru_ru, sk_sk, sv_se

source: Congratulations. The plugin is now configured
ar_sa: تهانينا. لقد تم الآن تكوين الأداة الإضافية
de_de: Herzlichen Glückwunsch, das Plugin ist jetzt konfiguriert
el_gr: Συγχαρητήρια. Οι ρυθμίσεις του plugin έγιναν
fr_fr: Félicitations. Le plugin est maintenant configuré
hr_hr: Čestitamo. Dodatak je sada konfiguriran
lv_lv: Apsveicam. Plugin ir nokonfigurēts
mk_mk: Честитки. Додатокот е конфигуриран
ms_my: Tahniah. Plugin telah dipasang
ro_ro: Felicitari.Plugin-ul este configurat
ru_ru: Поздравляю. Теперь плагин настроен
sk_sk: Gratulujeme. Plugin je teraz nakonfigurovaný
sv_se: Pluginen är nu konfigurerad

source: Facebook Options
ar_sa: خيارات فيس بوك
de_de: Facebook-Optionen
el_gr: Επιλογές Facebook
fr_fr: Options Facebook
hr_hr: Facebook postavke
lv_lv: Facebook iestātījumi
mk_mk: Facebook Опции
ms_my: Pilihan Facebook
ro_ro: Optiuni Facebook
ru_ru: Опции Facebook
sk_sk: Facebook Možnosti
sv_se: Facebook val

source: Please enter your Facebook appId and secret*:
ar_sa: يرجى إدخال معرف تطبيق فيس بوك والرقم السري:
de_de: Geben Sie Ihre Facebook App-ID und den geheimen Schlüssel ein:
el_gr: Παρακαλώ εισάγετε τον Facebook appId σας και secret*:
fr_fr: Entrez votre App ID et votre Clé secrète* :
hr_hr: Unesite vaš Facebook appId i secret*:
lv_lv: Lūdzu ievadiet savu FaceBook appId un secret*:
mk_mk: Ќе ве молам впишете го Facebook appld и тајното
ms_my: Sila masukkan Facebook appId and secret* anda:
ro_ro: Introdu app Id si parola Facebook
ru_ru: Пожалуйста, введите ваш appid и secret* для Facebook
sk_sk: Prosím napíšte Vaše Facebook appID a tajný kľúč:
sv_se: Skriv in din Facebook appID och secret*:

source: Update
ar_sa: تحديث
de_de: Aktualisierung
el_gr: Αναβάθμιση
fr_fr: Mise à jour
hr_hr: Ažuriraj
lv_lv: Atjaunot
mk_mk: Обнови
ms_my: Kemaskini
ro_ro: Actualizare
ru_ru: Обновить
sk_sk: Aktualizácia
sv_se: Uppdatera

source: Facebook Connect Help
ar_sa: تعليمات الاتصال عبر فيس بوك
de_de: Facebook Hilfe
el_gr: Βοήθεια Facebook Connect
fr_fr: Aide de Facebook Connect
hr_hr: Pomoć za Facebook Connect
lv_lv: Facebook Pieslēgšanās palīdzība
mk_mk: Facebook конекција помиш
ms_my: Bantuan Facebook Connect
ro_ro: Ajutor Facebook Connect
ru_ru: Помошь по Facebook Connect
sk_sk: Facebook Connect Pomoc
sv_se: Facebook Connect hjälp

source: What is Facebook Connect Plugin?
ar_sa: ما أداة الاتصال عبر فيس بوك ؟
de_de: Was ist das Facebook-Verbindungs-Plugin?
el_gr: Τι είναι το Facebook Connect Plugin;
fr_fr: À quoi sert le Plugin Facebook Connect ?
hr_hr: Što je dodatak Facebook Connect?
lv_lv: Kas ir Facebook pieslēgšanās plugin?
mk_mk: Што е Facebook Connect Plugin?
ms_my: Apakah Plugin Facebook Connect?
ro_ro: Ce reprezinta Plugin-ul Facebook Connect ?
ru_ru: Что такое - плагин "Facebook connect"?
sk_sk: Čo je Facebook Connect Plugin?
sv_se: Vad är Facebook Connect plugin?

source: Facebook Connect plugin allows your users to log into your webpage with their Facebook accounts
ar_sa: تسمح أداة الاتصال عبر فيس بوك للمستخدمين بتسجيل الدخول إلى صفحة الويب باستخدام حسابهم على فيس بوك
de_de: Mit Facebook verknüpfungs Plugin können sich Benutzer mit ihren Facebook Konto vebinden
el_gr: Το Facebook Connect plugin επιτρέπει στους χρήστες να εισέλθουν στην σελίδα σας με τον λογαριασμό του Facebook τους
fr_fr: Facebook Connect plugin permet à vos utilisateurs de se connecter à votre page Web avec leur compte Facebook.
hr_hr: Facebook Connect omogućuje korisnicima da se prijave na vašu stranicu pomoću Facebook naloga.
lv_lv: Facebook pieslēgšanāš plugin dod iespēju Jūsu lietotājiem pieslēgties caur Facebook kontu.
mk_mk: Facebook Connect плагинот ви овозможува да се логирате на нашиот сајт со корисничкото име на Facebook
ms_my: Plugin Facebook Connect membolehkan pengguna untuk log masuk ke laman web anda menggunakan akaun Facebook mereka
ro_ro: Facebook Connect permite utilizatorilor sa se logheze la site folosind contul lor de Facebook
ru_ru: Facebook Connect позволяет вашим пользователям авторизироваться на вашем сайте с помошью их аккаунтов в Facebook
sk_sk: Facebook Connect plugin umožňuje Vašim užívateľom prihlásiť sa na stránku pomocou ich Facebook účtov
sv_se: Facebook Connect plugin tillåter dina användare att logga in via deras Facebook konto

source: Using Facebook login
ar_sa: استخدام تسجيل الدخول إلى فيس بوك
de_de: Mit Facebook anmelden
el_gr: Χρήση του Facebook login
fr_fr: Utilisation du login Facebook
hr_hr: Uporaba Facebook dodatka
lv_lv: Izmantojot Facebook pieslēgšānos
mk_mk: Користете Facebook корисничко име
ms_my: Menggunakan Facebook login
ro_ro: Utilizeaza datele de logare Facebook
ru_ru: Как использовать плагин "Facebook Connect"?
sk_sk: Použitie Facebook login
sv_se: Använder Facebook login

source: You can freely obtain an appId and secret key (needed to use Facebook login on your website) after signing up on this URL
ar_sa: يمكنك الحصول بحرية على معرف التطبيق وكلمة المرور (اللازمين لاستخدام تسجيل الدخول عبر فيس بوك على موقع الويب خاصتك) بعد التسجيل عبر محدد موقع المعلومات هذا
de_de: Sie können kostenlos eine App-ID und einen geheimen Schlüssel erhalten (diese werden für die Facebook-Anmeldung auf Ihren Seiten benötigt), nachdem Sie sich unter dieser URL angemeldet haben
el_gr: Μπορείτε να πάρετε ένα appid και secret key (απαιτείται για τη χρήση Facebook login στη σελίδα σας) αφού συνδεθείτε σε αυτή τη διεύθυνση
fr_fr: Vous pouvez obtenir gratuitement une App ID et une Clé Secrète (nécessaire pour utiliser la connexion Facebook sur votre site) après identification sur cette URL :
hr_hr: Besplatno možete preuzeti appld i tajni ključ koji vam trebaju da možete upotrebljavati Facebook Connect na vašoj stranici sa sljedeće poveznice
lv_lv: Jūs varat vienkārši izmantot appld un secret key (lai izmantotu Facebook ielogošanos Jūsu mājas lapā ) pēc ielogošanās šājā URL
mk_mk: Вие ќе треба да го впишете вашето appld и тајниот клуч (Потребно е за да можете да се логирате да го користите вашето Facebook корисничко име на нашиот сајт) на овој сајт
ms_my: Anda boleh dapatkan appId dan secret key (diperlukan untuk menggunakan Facebook login di laman web anda) selepas mendaftar URL ini
ro_ro: Poti obtine gratuit un app Id si cheia secreta (necesare pentru a facilita logarea prin intermediul site-ului tau) dupa ce te-ai logat urmand acest URL
ru_ru: Вы можете получить appid и секретный ключ (необходимы для работы плагина) посетив эту ссылку
sk_sk: Môžete zadarmo získať Vaše appID a tajný kľúč (potrebné pre Facebook prihlásenie na Vašu stránku) po prihlásení na tejto URL
sv_se: Du kan erhålla en gratis appID och secret key (du måste använda Facebook login på din hemsida) efter att du registrerat dig via denna länk

source: In order to use Facebook login in your website you should include at least one facebook button for login (and logout). To do that place the following code where you want it to appear
ar_sa: لتتمكن من استخدام تسجيل الدخول عبر فيس بوك في موقع الويب خاصتك، ينبغي عليك تضمين زر فيس بوك واحد على الأقل من أجل التسجل (وتسجيل الخروج). لتتمكن من فعل ذلك يرجى وضع الكود التالي حيثما ترغب في ظهوره
de_de: Wenn Sie die Facebook-Anmeldung auf Ihren Seiten verwenden möchten, sollten Sie mindestens eine Facebook-Schaltfläche zum Anmelden und Abmelden hinzufügen. Dafür fügen Sie bei sich den folgenden Code an der gewünschten Stelle ein
el_gr: Για να χρησιμοποιήσετε τη σύνδεση μέσω Facebook πρέπει να βάλετε ένα κουμπί για σύνδεση (και αποσύνδεση) στο facebook. Για να το κάνετε προσθέστε τον ακόλουθο κώδικα στο σημείο που θέλετε να εμφανίζεται
fr_fr: Afin d'utiliser la connexion avec Facebook dans votre site, vous devez inclure au moins un bouton Facebook pour vous connecter (et vous déconnecter). Pour ce faire, placez le code suivant où vous voulez qu'il apparaisse
hr_hr: Da biste mogli koristiti prijavu za Facebook na vašoj stranici, morate uključiti barem jedan facebook gumb za prijavu (i odjavu). Umetnite sljedeći kod tamo gdje želite da se pojavi
lv_lv: Lai sāktu izmantot Facebook ielogošanos Jūsu mājas lapā, Jums jāpievieno šis kods mājas lapā.
mk_mk: Доколку сакате да се пријавите со Facebook сметката на вашата страна, вие ќе треба да додадете едно копче за влез/излез. За да го направите тоа изберете позиција за тоа.
ms_my: Untuk membolehkan Facebook login digunakan di laman web anda, anda perlu memasukkan sekurang-kurangnya satu facebook button untuk log masuk dan (log keluar). Untuk itu, letakkan kod ini ke tempat yang anda mahu ia berada
ro_ro: Pentru a putea corela ecranul de logare Facebook cu cel al site-ului tau,se impune sa creezi cel putin un buton de logare/delogare Facebook.Pentru aceasta trebuie sa introduci codul acolo unde vrei sa fie afisat
ru_ru: Для того, что использовать авторизацию через Facebook, вы должны подключить как минимум одну кнопку для аторизации (и выхода). Для этого поместите следующий код туда, где хотите видеть кнопку
sk_sk: Aby bolo možné používať Facebook login na Vašej webovej stránke, mali by ste na stránku umiestniť aspoň jedno Facebook tlačidlo pre prihlásenie (a odhlásenie). Pre zobrazenie tlačidla umiestnite nasledujúci kód tam, kde chcete aby sa zobrazovalo
sv_se: För att kunna använda Facebook login på din sida måste du inkludera åtminstone en facebook knapp för login (och logut). För att göra detta skall du placera följande kod där du vill att knappen skall visas

source: You can freely obtain an appId and secret key after signing up on this URL
ar_sa: يمكنك الحصول بحرية على معرف تطبيق وكلمة مرور بعد التسجيل عبر محدد موقع المعلومات هذا
de_de: Sie können kostenlos eine App-ID und einen geheimen Schlüssel erhalten, nachdem Sie sich unter dieser URL angemeldet haben
el_gr: Μπορείτε να πάρετε ένα appid και secret key αφού συνδεθείτε σε αυτή τη διεύθυνση
fr_fr: Vous pouvez obtenir gratuitement une App ID et une clé secrète après identification sur cette URL
hr_hr: appld i tajni ključ preuzmite na ovoj stranici
lv_lv: Jūs varat vienkārši izmantot appld un secret key pēc ielogošanās šajā URL
mk_mk: Слободно може да го внесете вашиот appld и тајниот клуч после креирањето на адресата
ms_my: Anda boleh dapatkan appId dan secret key secara percuma selepas mendaftar link ini
ro_ro: Poti obtine gratuit app Id si cheia secreta dupa logarea pe site-ul al carui link il ai aici
ru_ru: Вы можете свободно получить appid и секретный ключ после перехода по этой ссылке
sk_sk: Môžete zadarmo získať Vaše appID a tajný kľúč po prihlásení na tejto URL
sv_se: Du kan helt gratis erhålla en appID och secret key efter att du registrerat dig via denna länk

source: Logout
ar_sa: تسجيل الخروج
de_de: Abmelden
el_gr: Αποσύνδεση
fr_fr: Déconnexion
hr_hr: Odjava
lv_lv: Iziet
mk_mk: Одјави се
ms_my: Log Keluar
ro_ro: Delogare
ru_ru: Выйти
sk_sk: Odhlásiť
sv_se: Logga ut

source: Login with Facebook
ar_sa: تسجيل الدخول عبر فيس بوك
de_de: Mit dem Facebook-Konto anmelden
el_gr: Σύνδεση μέσω Facebook
fr_fr: Connexion par Facebook
hr_hr: Facebook prijava
lv_lv: Ienākt ar Facebook
mk_mk: Пријавете се на Facebook
ms_my: Log masuk menggunakan Facebook
ro_ro: Logare prin Facebook
ru_ru: Войти через Facebook
sk_sk: Prihlásiť s Facebookom
sv_se: Logga in via Facebook

source: The username doesn't exist
ar_sa: اسم المستخدم غير موجود
de_de: Der Benutzername wurde nicht gefunden
el_gr: Το όνομα χρήστη δεν υπάρχει
fr_fr: Le nom d'utilisateur n'existe pas
hr_hr: Korisničko ime ne postoji
lv_lv: Šāds lietotājvārds nepastāv
mk_mk: Корисничкото име не постои
ms_my: username tidak wujud
ro_ro: Nume utilizator inexistent
ru_ru: Такого пользователя не существует
sk_sk: Užívateľské meno neexistuje
sv_se: Användarnamnet existerar inte

source: The user has not been validated yet
ar_sa: لم يتم التحقق من المستخدم بعد
de_de: Der Benutzer wurde noch nicht bestätigt
el_gr: Ο χρήστης δεν έχει επιβεβαιωθεί ακόμη
fr_fr: L'utilisateur n'est pas encore validé
hr_hr: Korisnik još nije potvrđen
lv_lv: Lietotājvārds vēl nav apstiprināts
mk_mk: Користникот сеуште не е активиран
ms_my: Pengguna ini masih belum disahkan lagi
ro_ro: Utilizatorul nu a fost validat inca
ru_ru: Пользователь ещё не подтвердил регистрацию
sk_sk: Užívateľ zatiaľ nebol potvrdený
sv_se: Användaren har inte validerats än

source: The user has been suspended
ar_sa: لقد تم توقيف المستخدم
de_de: Der Benutzer ist gesperrt
el_gr: Ο χρήστης έχει αποκλειστεί
fr_fr: L'utilisateur a été suspendu
hr_hr: Korisnik je deaktiviran
lv_lv: Lietotājvārds ir bloķēts
mk_mk: Корисникот е суспендиран
ms_my: Pengguna ini telah digantung
ro_ro: Utilizator suspendat
ru_ru: Пользователь заблокирован
sk_sk: Užívateľ bol zablokovaný
sv_se: Användaren har stängts av

source: Some error occured trying to connect with Facebook.
ar_sa: حدث خطأ أثناء محاولة الاتصال عبر فيس بوك
de_de: Fehler beim Verbinden mit Facebook
el_gr: Κάποιο σφάλμα προέκυψε κατά τη σύνδεση μέσω facebook
fr_fr: Une erreur a eu lieu en essayant de joindre Facebook
hr_hr: Greška prilikom povezivanja sa Facebookom
lv_lv: Notikusi kļūda, mēģinot pieslēgties ar Facebook
mk_mk: Се појави грешка при поврзување со Facebook
ms_my: Terdapat beberapa masalah dalam cubaan untuk menghubungkan dengan Facebook
ro_ro: Au aparut ceva erori in incercarea de a te conecta prin Facebook
ru_ru: Произошла ошибка во время авторизации через Facebook
sk_sk: Vyskytol sa problém pri pripájaní na Facebook.
sv_se: Ett fel uppstod vid uppkoppling till Facebook
