Repository: manz36/usahatani
Catalog: osclass/*-content/plugins/carousel_for_osclass/languages/*/messages.po
Languages: da_da, pt_br

source: Carousel for Osclass Help
da_da: Lidt lyn hjælp til Carousel for OSClass
pt_br: Carousel for Osclass Ajuda

source: What is Carousel for Osclass Plugin?
da_da: Hvad er Carousel plugin for Osclass ?
pt_br: O que é o Plugin Carousel for Osclass?

source: Carousel for Osclass is an easy to use plugin to display the latest ads submitted on your Osclass Installation. Your visitors will get a very quick overview of the ads on your site.
da_da: Carousel til OSClass fremviser annoncer i slides (<em>f.eks. på forsiden</em>)<br />Plugin preferencer kan administreres og indstilles af OSClass Webmosteren.
pt_br: Carousel or Osclass é um plugin fácil de usar para mostrar os últimos anúncios enviados para o sistema. Seus visitantes terão uma visão muito rápida dos anúncios do site.

source: How does Carousel for Osclass plugin work?
da_da: Hvordan får du Carousel plugin til at virke i OSClass
pt_br: Como funciona o plugin Carousel for Osclass?

source: In order to use Carousel for Osclass plugin, you should edit your theme file <b>main.php</b> and add the following line anywhere in the code you want the carousel to display.
da_da: Hvis du <em>f.eks.</em> arbejder med OSClass tema moderne . . . ?<br />kopierer og paster du nedenstående PHP kode ind i filen inc.search.php under den sidste < / FORM ><br />Filen <strong>inc.search.php</strong> finder du her..: http://www.yourdomain.com/oc-content/themes/modern/inc.search.php
pt_br: Para usar o plugin Carousel for Osclass, você deve editar seu arquivo de tema <b>main.php</b> e adicionar a seguinte linha em qualquer lugar do código que queira mostrar o carrossel.

source: Could I cutomize the style of Carousel for Osclass plugin?
da_da: Kan jeg customisere style og layout i plugin Carousel til OSClass ?
pt_br: Posso customizar o estilo do plugin Carousel for Osclass?

source: You can configure the layout under configure Display.
da_da: Du kan selv indstille mange Basis og Visnings parametre
pt_br: Você pode configurar o layout em Configurar Aparência.

source: The plugin is compatible with Osclass version 2.1 and up.
da_da: Dette plugin er minimum kompatibelt med OSClass version 2.1
pt_br: O plugin é compatível com o Osclass versão 2.1 e acima.

source: Created by Sultan Semlali and JChapman using Jquery.
da_da: Master kode er skrevet af.: Sultan Semlali & JChapman vha.: Jquery.
pt_br: Criado por Sultan Semlali e JChapman usando Jquery.

source: Premium Ad
da_da: Premium Annonce
pt_br: Anúncio Premium

source: The Carousel is up to date
da_da: Carousel plugin er up to date
pt_br: O Carousel está atualizado

source: Carousel Updated to version
da_da: Carousel opdateret til version.:
pt_br: Carousel atualizado para a versão

source: Settings Saved
da_da: Indstillinger er gemt
pt_br: Configurações Salvas

source: Carousel for Osclass Display Preferences
da_da: Visnings indstillinger for Carousel til OSClass
pt_br: Carousen para Osclass Preferências de Aparência

source: Number of items to display at one time
da_da: Antal billeder som vises på en gang
pt_br: Número de ítens para mostrar de cada vez

source: Limit the number of items to load into the carousel (Default is 15)
da_da: Begræns antal af billeder i carousel (std. er 15)
pt_br: Limitar o número de itens para carregar no carrossel (o padrão é 15)

source: (0 = no limit)
da_da: (0 = ingen begrænsning)
pt_br: (0 = sem limite)

source: Display the carousel vertically
da_da: Vis carousel lodret
pt_br: Mostrar o carrrossel verticalmente

source: No
da_da: Nej
pt_br: Não

source: Yes
da_da: Ja
pt_br: Sim

source: Width in pixel's (Default is 718)
da_da: Bredde i pixels (Default er 718)
pt_br: Largura em pixels (o padrão é 718)

source: Height in pixel's (Default is 120)
da_da: Højde i pixels (Default er 120)
pt_br: Altura em pixels (o padrão é 120)

source: Ad Slide Width in pixel's (Default is 140)
da_da: Tilføj slider bredde i pixels (Default er 140)
pt_br: Largura do Slide do anúncio em pixels (o padrão é 140)

source: Ad Slide Height in pixel's (Default is 110)
da_da: Tilføj slider højde i pixels (Default er 110)
pt_br: Largura do Slide do anúncio em pixels (o padrão é 110)

source: Background Color (Default is #E9F5F9)
da_da: Baggrund farve (Default er #E9F5F9)
pt_br: Cor de Fundo (o padrão é #E9F5F9)

source: Hover Color (Default is #94CEE4)
da_da: Hover farve (Default er #94CEE4)
pt_br: Cor de Hover (o padrão é #94CEE4)

source: Save
da_da: * GEM *
pt_br: Salvar

source: Click here to finish update
da_da: Klik her for at færdiggøre opdatering
pt_br: Clique aqui para terminar a atualização

source: Configure
da_da: Basis konfig.
pt_br: Configurar

source: Configure Display
da_da: Visnings konfig.
pt_br: Configurar Aparência

source: F.A.Q. / Help
da_da: FAQ og lidt hjælp
pt_br: FAQ / Ajuda

source: Carousel for OSClass
da_da: CAROUSEL
pt_br: Carousel para OsClass

source: No items to display
da_da: Endnu ingen slides og billeder at fremvise
pt_br: Sem ítens para exibir

source: Carousel for Osclass Preferences
da_da: Basis indstillinger for Carousel til OSClass
pt_br: Preferências de Carousel para Osclass

source: Enable auto scrolling
da_da: Automatisk slide scrolling ?
pt_br: Habilitar rolagem automática

source: Number of seconds to delay scrolling (Default is 2800)
da_da: Scroll forsinkelse i sekunder. <br />(Default er 2800)
pt_br: Número de segundos para atrasar a rolagem (o padrão é 2800)

source: Display premium ads only
da_da: Vis kun premium annoncer
pt_br: Mostrar apenas anúncios Premium)

source: Display ads in a random order?
da_da: Vis annoncer i tilfældig orden ?
pt_br: Mostrar anúncios em ordem aleatória?

source: Show ads with pictures only
da_da: Vis kun annoncer med billeder
pt_br: Mostrar somente anúncios com foto

source: Enable Price
da_da: Vis pris
pt_br: Habilitar Preço

source: Enable Arrows
da_da: Vis pile
pt_br: Habilitar Setas

source: Version
pt_br: Versão
